{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"show_page_title":true,"bg_color_secondary":false,"padding_top":60,"padding_bottom":60}},"section_text_6JFxAa":{"type":"section-text","blocks":{"heading_BEhePB":{"type":"heading","settings":{"text":"<h1>TERMS OF SERVICE<\/h1>","size":100,"heading_highlight_type":"italics","highlight_color":"#d43747","highlight_text_color":"#000000"}}},"block_order":["heading_BEhePB"],"settings":{"text_position":"center","bg_color_secondary":true,"text_color":"text-dark","width":"wrapper--narrow","padding_top":60,"padding_bottom":60}},"section_text_UDwpTQ":{"type":"section-text","blocks":{"heading_iXiXbn":{"type":"heading","settings":{"text":"<p><strong>Details on One-Time Warranty Replacements:<\/strong><\/p>","size":60,"heading_highlight_type":"italics","highlight_color":"#d43747","highlight_text_color":"#000000"}},"text_Gny9aV":{"type":"text","settings":{"text":"<p>Each item in your order is sold by Black Lab Brands, LLC (\"Black Lab Brands\") or the merchant that the item is specified as sold by (\"Merchant\").<\/p><p>Those items for shipment to countries outside of the U.S. may be subject to taxes, customs duties and fees levied by the destination country (\"Import Fees\"). The recipient of the shipment is the importer of record in the destination country and is responsible for all Import Fees.<\/p><p>With respect to each item for which Import Fees have been calculated, you authorize blacklabbrands.com and the Merchant (as applicable) to designate a carrier (\"Designated Carrier\") to act as your agent with the relevant customs and tax authorities in the destination country, to clear your merchandise, process and remit your actual Import Fees for such item.<\/p><p>\"Import Fees Deposit\" represents an estimate of the Import Fees that will be levied on the items in your order for shipment to countries outside of the U.S. By placing your order, you agree to allow blacklabbrands.com and the Merchant (as applicable) to collect the Import Fees Deposit for the applicable items in your order. This deposit will be used, on your behalf, to reimburse the Designated Carriers for the import fees that they have paid on your behalf to the appropriate authorities of the destination country.<\/p><p>You further agree that the Designated Carriers may disclose to blacklabbrands.com and the Merchant (as applicable) the amount of actual Import Fees levied on the item you have purchased from blacklabbrands.com and the Merchant (\"Actual Import Fees\"). In the event that the Import Fees Deposit exceeds the Actual Import Fees, blacklabbrands.com and the Merchant (as applicable) will refund the difference to you.<\/p><p>In the case of gifts or other purchases made on behalf of another recipient, you also agree to grant the foregoing authorizations on behalf of the recipient designated in your order. To obtain details regarding the Actual Import Fees, or to obtain documentation or receipts in connection with customs clearance, you may contact the Designated Carrier specified in your shipment confirmation.<\/p><p>These terms and conditions are in addition to the standard Conditions of Use of the Black Lab Brands website. Pursuant to those terms, title and risk of loss for the items transfer to the recipient upon delivery to the common carrier in the United States. Please note that Merchants participating in the International Direct program may have policies that differ from Black Lab Brands Export's terms and conditions. For items you have purchased from a Merchant, please see the applicable Merchant's policies for any other terms and conditions that may apply to your purchase of such items.<\/p><p>LIMITATIONS<\/p><p>For products shipped internationally, please note that any manufacturer warranty may not be valid; manufacturer service options may not be available; product manuals, instructions and safety warnings may not be in destination country languages; the products (and accompanying materials) may not be designed in accordance with destination country standards, specifications, and labeling requirements; and the products may not conform to destination country voltage and other electrical standards (requiring use of an adapter or converter if appropriate). You are responsible for assuring that the product can be lawfully imported to the destination country. When ordering from blacklabbrands.com, the recipient is the importer of record and must comply with all laws and regulations of the destination country.<\/p><p>Privacy<\/p><p>Your privacy is important to us, and we know that you care about how information about your order is used and shared. We would like our international customers and customers shipping products internationally to be aware that cross-border shipments are subject to opening and inspection by customs and\/or postal authorities.<\/p><p>Also, we may provide certain order, shipment, and product information, such as titles, to our international carriers, and such information may be communicated by the carriers to customs and\/or postal authorities in order to facilitate customs clearance and comply with local laws.<\/p><p>If the order is a gift, the package is marked \"Gift,\" but the cost of the item is still stated on the customs form.<\/p><p>Customs authorities require the value of the gift item to be stated directly on the package.<\/p><p>Conditions of Use<\/p><p>Welcome to blacklabbrands.com Black Lab Brands, LLC and\/or its affiliates (\"Black Lab Brands\") provide website features and other products and services to you when you visit or shop at blacklabbrands.com, use Black Lab Brands products or services, use Black Lab Brands applications for mobile, or use software provided by Black Lab Brands in connection with any of the foregoing (collectively, \"Black Lab Brands\"). Black Lab Brands provides the Black Lab Brands Services subject to the following conditions.<\/p><p>By using Black Lab Brands Services, you agree to these conditions. Please read them carefully.<\/p><p>We offer a wide range of Black Lab Brands Services, and sometimes-additional terms may apply. When you use Black Lab Brands Service (for example, newsletter, profiles, ordering confirmation, reviews, social media, sharing Black Lab Brands products online in anyway, reviews or emails) you also will be subject to the guidelines, terms and agreements applicable to that Black Lab Brands Service (\"Service Terms\"). If these Conditions of Use are inconsistent with the Service Terms, those Service Terms will control.<\/p><p>Privacy<\/p><p>Please review our Privacy Notice, which also governs your use of Black Lab Brands Services, to understand our practices.<\/p><p>Electronic Communications<\/p><p>When you use Black Lab Brands Services, or send e-mails, text messages, and other communications from your desktop or mobile device to us, you may be communicating with us electronically. You consent to receive communications from us electronically, such as e-mails, texts, mobile push notices, or notices and messages on this site or through the other Black Lab Brands Services, such as our Customer Care Team, Social Media and Message Center, and you can retain copies of these communications for your records. You agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.<\/p><p>Copyright<\/p><p>All content included in or made available through any Black Lab Brands Service, such as text, graphics, logos, button icons, images, product designs, product names, navigation names, audio clips, digital downloads, data compilations, and software is the property of Black Lab Brands or its content suppliers and protected by United States and international copyright laws. The compilation of all content included in or made available through any Black Lab Brands Service is the exclusive property of Black Lab Brands and protected by U.S. and international copyright laws.<\/p><p>Trademarks<\/p><p>In addition, graphics, logos, page headers, button icons, scripts, navigation design, advertising, branding, messaging and service names included in or made available through any Black Lab Brands Service are trademarks or trade dress of Black Lab Brands in the U.S. and other countries. Black Lab Brands’ trademarks and trade dress may not be used in connection with any product or service that is not Black Lab Brands, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Black Lab Brands. All other trademarks not owned by Black Lab Brands that appear in any Black Lab Brands Service are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by Black Lab Brands.<\/p><p>Patents<\/p><p>One or more patents owned by Black Lab Brands apply to the Black Lab Brands Services and to the features and services accessible via the Black Lab Brands Services. Portions of the Black Lab Brands Services operate under license of one or more patents.<\/p><p>License and Access<\/p><p>Subject to your compliance with these Conditions of Use and any Service Terms, and your payment of any applicable fees, Black Lab Brands or its content providers grant you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Black Lab Brands Services. This license does not include any resale or commercial use of any Black Lab Brands Service, or its contents; any collection and use of any product listings, descriptions, or prices; any derivative use of any Black Lab Brands Service or its contents; any downloading, copying, or other use of account information for the benefit of any third party; or any use of data mining, robots, or similar data gathering and extraction tools. All rights not expressly granted to you in these Conditions of Use or any Service Terms are reserved and retained by Black Lab Brands or its licensors, suppliers, publishers, rights holders, or other content providers. No Black Lab Brands Service, nor any part of any Black Lab Brands Service, may be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Black Lab Brands. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Black Lab Brands without express written consent. You may not use any meta tags or any other \"hidden text\" utilizing Black Lab Brands’ name or trademarks without the express written consent of Black Lab Brands. You may not misuse the Black Lab Brands Services. You may use the Black Lab Brands Services only as permitted by law. The licenses granted by Black Lab Brands terminate if you do not comply with these Conditions of Use or any Service Terms.<\/p><p>Your Orders, Accounts and Subscriptions<\/p><p>You may need your own Black Lab Brands account, order number and newsletter subscription to use certain Black Lab Brands Products and Services, and you may be required to be logged in to the account and have a valid payment method associated with it. If there is a problem charging your selected payment method, we may charge any other valid payment method associated with your account.<\/p><p>You are responsible for maintaining the confidentiality of your account and password and for restricting access to your account, and you agree<\/p><p>Reviews, Comments, Communications and other Content<\/p><p>You may post reviews, comments, photos, videos, and other content; send e-cards and other communications; and submit suggestions, ideas, comments, questions, or other information, so long as the content is not illegal, obscene, threatening, defamatory, invasive of privacy, infringing of intellectual property rights (including publicity rights), or otherwise injurious to third parties or objectionable, and does not consist of or contain software viruses, political campaigning, commercial solicitation, chain letters, mass mailings, or any form of \"spam\" or unsolicited commercial electronic messages. You may not use a false e-mail address, impersonate any person or entity, or otherwise mislead as to the origin of a card or other content. Black Lab Brands reserves the right (but not the obligation) to remove or edit such content, but does not regularly review posted content.<\/p><p>If you do post content or submit material, and unless we indicate otherwise, you grant Black Lab Brands a nonexclusive, royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, perform, translate, create derivative works from, distribute, and display such content throughout the world in any media. You grant blacklabbrands.com and sub-licensees the right to use the name that you submit in connection with such content, if they choose. You represent and warrant that you own or otherwise control all of the rights to the content that you post; that the content is accurate; that use of the content you supply does not violate this policy and will not cause injury to any person or entity; and that you will indemnify Black Lab Brands for all claims resulting from content you supply. Black Lab Brands has the right but not the obligation to monitor and edit or remove any activity or content. Black Lab Brands takes no responsibility and assumes no liability for any content posted by you or any third party.<\/p><p>Risk of Loss<\/p><p>All purchases of physical items from Black Lab Brands are made pursuant to a shipment contract. This means that the risk of loss and title for such items pass to you upon our delivery to the carrier.<\/p><p>Returns, Refunds and Title<\/p><p>Black Lab Brands does not take title to returned items until the item arrives at our fulfillment center. At our discretion, a refund may be issued without requiring a return. In this situation, Black Lab Brands does not take title to the refunded item. For more information about our returns and refunds, please see contact our Customer Assistance Team.<\/p><p>Product Descriptions<\/p><p>Black Lab Brands attempts to be as accurate as possible. However, Black Lab Brands does not warrant that product descriptions or other content of any Black Lab Brands Service is accurate, complete, reliable, current, or error-free. If a product offered by Black Lab Brands itself is not as described, your sole remedy is to return it in unused condition.<\/p><p>Pricing<\/p><p>\"List Price\" means the suggested retail price of a product as provided by Black Lab Brands.<\/p><p>With respect to items sold by Black Lab Brands, we cannot confirm the price of an item until you order. Despite our best efforts, a small number of our items in on our website may be priced incorrectly. If the correct price of an item sold by Black Lab Brands is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify you of such cancellation.<\/p><p>We generally do not charge your credit card until after your order has entered the shipping process. We may at times put through a pre-authorization charge.<\/p><p>Free Shipping<\/p><p>At times blacklabbrands.com may offer Free Shipping on orders. When Free Shipping is offered it is only for the contiguous United States. Free Shipping does not apply to Alaska, Hawaii, Puerto Rico, US Virgin Islands, or any other US Territory that is not named as one of the “50 States”. Expedited, two-day, or special carrier shipping and insurance does not apply to Free Shipping offers. Returns are not subject to free shipping. Consumers must pay all return shipping charges and fees.<\/p><p>Shipping Outside of the Contiguous United States<\/p><p>At the sole discretion of blacklabbrands.com and the Customer Assistance Team, we may offer shipping outside of the contiguous United States. This is evaluated on a case-by-case basis. Free Shipping is not provided in these cases. If a consumer desires to have a product shipped outside of the contiguous United States, they must pay all shipping, insurance, taxes, and export\/import fees based on the total retail value of the product as indicated on blacklabbrands.com. No products will be designated as gifts. All shipping fees must be paid in advance by the customer. Any return shipping fees will be the responsibility of the customer. There is no guarantee on the time it will take to receive the product. Customers are advised to request a tracking number that they can use to track their shipment via the third-party carrier that is designated for their shipment.<\/p><p>Permissions For Apps<\/p><p>When you use apps created by Black Lab Brands, you may grant certain permissions to us for your device. Most mobile devices provide you with information about these permissions. Please review the websites of your mobile device manufacturers for information pertaining to this topic.<\/p><p>Sanctions and Export Policies<\/p><p>You may not use any Black Lab Brands Service if you are the subject of U.S. sanctions or of sanctions consistent with U.S. law imposed by the governments of the country where you are using Black Lab Brands Services. You must comply with all U.S. or other export and re-export restrictions that may apply to goods, software, technology, and services.<\/p><p>Other Businesses<\/p><p>Parties other than Black Lab Brands operate stores, provide services or software, or sell product lines through the blacklabbrands.com Services. In addition, we provide links to the sites of affiliated companies and certain other businesses. If you purchase any of the products or services offered by these businesses or individuals, you are purchasing directly from those third parties, not from Black Lab Brands. We are not responsible for examining or evaluating, and we do not warrant, the offerings of any of these businesses or individuals (including the content of their Web sites). Black Lab Brands does not assume any responsibility or liability for the actions, product, and content of all these and any other third parties. You should carefully review their privacy statements and other conditions of use.<\/p><p>Disclaimer of Warranties and Limitation of Liability<\/p><p>BLACK LAB BRANDS, BLACK LAB, AND BLACKLABBRANDS.COM SERVICES AND ALL INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) AND OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM PRODUCTS AND SERVICES ARE PROVIDED BY BLACK LAB BRANDS ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING. BLACK LAB BRANDS MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM PRODUCTS AND SERVICES, OR THE INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE, FABRIC, CLOSURES, TRIM) OR OTHER SERVICES INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM PRODUCTS AND SERVICES, UNLESS OTHERWISE SPECIFIED IN WRITING. YOU EXPRESSLY AGREE THAT YOUR USE AND YOUR DOG’S USE OF THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM PRODUCTS AND SERVICES IS AT YOUR SOLE RISK. DOG SHOULD BE SUPERVISED WITH ALL PRODUCTS.<\/p><p>TO THE FULL EXTENT PERMISSIBLE BY LAW, BLACK LAB BRANDS DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE. BLACK LAB BRANDS DOES NOT WARRANT THAT THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM PRODUCTS AND SERVICES, INFORMATION, CONTENT, MATERIALS, PRODUCTS OR OTHER SERVICES OR PRODUCTS INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE BLACK LAB BRANDS AND BLACKLABBRANDS.COM SERVICES AND PRODUCTS, BLACK LAB BRANDS’ SERVERS OR ELECTRONIC COMMUNICATIONS SENT FROM BLACK LAB BRANDS ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS. TO THE FULL EXTENT PERMISSIBLE BY LAW, BLACK LAB BRANDS WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY BLACK LAB BRANDS SERVICE OR PRODUCT, OR FROM ANY INFORMATION, CONTENT, MATERIALS, PRODUCTS (INCLUDING SOFTWARE) OR OTHER SERVICES AND PRODUCTS INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH ANY BLACK LAB BRANDS SERVICE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES, UNLESS OTHERWISE SPECIFIED IN WRITING.<\/p><p>Disputes<\/p><p>Any dispute or claim relating in any way to your use of any Black Lab Brands product or service, or to any products or services sold or distributed by Black Lab Brands or through blacklabbrands.com shall be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.<\/p><p>The Federal Arbitration Act and federal arbitration law apply to this agreement. Any arbitration proceeding shall be held exclusively within the State of Minnesota, County of Hennepin. Any small claims lawsuit shall be brought exclusively in the courts located within the State of Minnesota, County of Hennepin.<\/p><p>There is no judge or jury in arbitration, and court review of an arbitration award is limited. However, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Conditions of Use as a court would.<\/p><p>To begin an arbitration proceeding, you must send a letter requesting arbitration. The arbitration will be conducted by the American Arbitration Association (AAA) under its rules, including the AAA’s Supplementary Procedures for Consumer-Related Disputes. The AAA’s rules are available at <a href=\"http:\/\/www.adr.org\/\">www.adr.org<\/a> or by calling 1-800-778-7879. Payment of all filing, administration and arbitrator fees will be governed by the AAA’s rules.<\/p><p>We each agree that any dispute resolution proceedings (whether arbitration or small claims lawsuits) will be conducted only on an individual basis and not in a class, consolidated or representative action. If for any reason a claim proceeds in small claims court rather than in arbitration we each waive any right to a jury trial. We also both agree that you or we may bring suit in court to enjoin infringement or other misuse of intellectual property rights.<\/p><p>Applicable Law<\/p><p>By using any Black Lab Brands product or service, you agree that the Federal Arbitration Act, applicable federal law, and the laws of the state of Minnesota, without regard to principles of conflict of laws, will govern these Conditions of Use and any dispute of any sort that might arise between you and Black Lab Brands.<\/p><p>Site Policies, Modifications, and Severability<\/p><p>Please review our other policies posted on this site. These policies also govern your use of Black Lab Brands product or services. We reserve the right to make changes to our site, policies, Service Terms, and these Conditions of Use at any time. If any of these conditions shall be deemed invalid, void, or for any reason unenforceable, that condition shall be deemed severable and shall not affect the validity and enforceability of any remaining condition.<\/p><p>Black Lab brands User Generated Content Terms of Use<\/p><p>Black Lab Brands Inc. (“Black Lab Brands”) reaches out to social media users to seek their permission to feature our favorite content on our various sites, social channels, and various promotional materials. You are reading this because Black Lab Brands has requested your permission to use your social media content in this way.<\/p><p>If you choose to allow us to use your social media content (“User Content, UGC”), you agree to these Terms of Use.<\/p><p>Black Lab Brands reserves the right to alter these Terms of Use without advance notice by posting a revised Terms of Use.<\/p><p>Accordingly, you should review the Terms of Use each time you grant permission or authorization to feature your User Content.<\/p><p>USER CONTENT LICENSE<\/p><p>You hereby grant to Black Lab Brands and its related companies, agents, licensees, sublicensees, contractors, successors, legal representatives, assigns, and third-party service providers, and their respective retail partners, marketing or public relations agencies, and other affiliates (the “Licensed Parties”) a worldwide, perpetual, irrevocable, royalty-free, fully-paid, non-exclusive, transferable, sublicensable right to use your User Content in any manner to be determined in the Licensed Parties’ sole discretion, including but not limited to on webpages and social media pages operated by the Licensed Parties, in promotional e-mails and advertisements, and in any and all other marketing, promotional and advertising initiatives, and in any media now or hereafter known. The Licensed Parties may use, display, reproduce, distribute, transmit, create derivative works from, combine with other materials, alter and\/or edit your User Content in any manner in their sole discretion, with no obligation to you whatsoever.<\/p><p>You grant the Licensed Parties the right to use your username, real name, image, likeness, descriptions of you, location or other identifying information, including but not limited to your voice, in connection with any use of your User Content.<\/p><p>You hereby agree and represent and warrant that (i) you are solely responsible for your User Content, (ii) you own all rights in and to your User Content and\/or have obtained appropriate rights and permissions from any and all other persons and\/or entities who own, manage or otherwise claim any rights with respect to such User Content, (iii) you are not a minor, (iv) the Licensed Parties’ use of your User Content as described herein will not violate the rights, including but not limited to copyright, trademark, patent, trade secret, privacy, publicity, moral, proprietary or other rights, of any third party, or any law, rule or regulation, and (v) the User Content is not libelous, defamatory, obscene, pornographic, abusive, indecent, threatening, harassing, hateful, or offensive or otherwise unlawful.<\/p><p>You hereby release, discharge and agree to hold the Licensed Parties, and any person acting on their behalf, harmless from any liability related in any way to the Licensed Parties’ use of your User Content.<\/p><p>The User Content that you submit is deemed non-confidential and the Licensed Parties have no obligation to maintain the confidentiality of any information, in whatever form, contained in any submission, except pursuant to the Licensed Parties’ respective privacy policies. By using this Site or the Services, you are consenting to the Licensed Parties’ collection of any personal information you provide for the Licensed Parties’ use and disclosure in connection with the use of your User Content as described herein. If you do not agree to the collection, use and disclosure of your personal information in this way, please do not use this Site or the Services or otherwise provide the Licensed Parties with personal information. Your personal information may be transferred to servers located outside the country in which you live or to third parties in other countries so that they may process personal information on the Licensed Parties behalf. By using the Site or the Services or otherwise providing the Licensed Parties with personal information, you agree to the foregoing collection, use, disclosure, transfer and processing of your information in accordance with the terms of these Terms, the Privacy Policy and applicable data protection laws and regulations.<\/p><p>The Licensed Parties reserve the right to remove any User Content from the Site and the Black Lab Brands Properties. If you believe any content, including User Content, residing on the Site or on the Black Lab Brands Properties or displayed or used in connection with the Black Lab Brands Services infringes any person’s or entity’s copyright rights, please refer to the Black Lab Brands Copyright Policy at <a href=\"https:\/\/blacklabbrands.com\/pages\/terms-of-use\">https:\/\/blacklabbrands.com\/pages\/terms-of-use<\/a>.<\/p><p>ADDITIONAL TERMS<\/p><p>These Terms of Use apply to the entire Site, the Black Lab Brands Properties and Black Lab Brands Services and to your User Content unless otherwise provided. In addition, to the extent your User Content is displayed on the Site or on any of the Black Lab Brands Properties or in connection with the Black Lab Brands Services, you also will be subject to additional terms of use, agreements, guidelines or rules provided by Black Lab Brands applicable to such Black Lab Brands Services and User Content, including but not limited to those set forth on the Black Lab Brands website at <a href=\"https:\/\/blacklabbrands.com\/pages\/terms-of-use\">https:\/\/blacklabbrands.com\/pages\/terms-of-use<\/a>, and you hereby agree to be bound by such additional terms of use or service, agreements, guidelines, instructions or rules provided or posted by Black Lab Brands (the “Black Lab Brands Terms”).<\/p><p>You certify that you are at least 18 years of age.<\/p><p>INTELLECTUAL PROPERTY RIGHTS<\/p><p>The Site, Black Lab Brands Services or Black Lab Brands Properties may be protected by copyright, trademark and other intellectual property laws. You acknowledge and agree that you do not acquire any ownership or other rights in proprietary information and materials of Black Lab Brands by authorizing use of your User Content or otherwise using or accessing the Site, the Black Lab Brands Services or the Black Lab Brands Properties.<\/p><p>MOBILE TERMS OF SERVICE<\/p><p>Last updated: March 21, 2024<\/p><p>The Black Lab Brands mobile message service (the \"Service\") is operated by Black Lab Brands (“Black Lab Brands”, “we”, or “us”). Your use of the Service constitutes your agreement to these terms and conditions (“Mobile Terms”). We may modify or cancel the Service or any of its features without notice. To the extent permitted by applicable law, we may also modify these Mobile Terms at any time and your continued use of the Service following the effective date of any such changes shall constitute your acceptance of such changes.<\/p><p>By consenting to Black Lab Brands’s SMS\/text messaging service, you agree to receive recurring SMS\/text messages from and on behalf of Black Lab Brands through your wireless provider to the mobile number you provided, even if your mobile number is registered on any state or federal Do Not Call list. Text messages may be sent using an automatic telephone dialing system or other technology. Service-related messages may include updates, alerts, and information (e.g., order updates, account alerts, etc.). Promotional messages may include promotions, specials, and other marketing offers (e.g., cart reminders).<\/p><p>You understand that you do not have to sign up for this program in order to make any purchases, and your consent is not a condition of any purchase with Black Lab Brands. Your participation in this program is completely voluntary.<\/p><p>We do not charge for the Service, but you are responsible for all charges and fees associated with text messaging imposed by your wireless provider. Message frequency varies. Message and data rates may apply. Check your mobile plan and contact your wireless provider for details. You are solely responsible for all charges related to SMS\/text messages, including charges from your wireless provider.<\/p><p>You may opt-out of the Service at any time. Text the single keyword command STOP to Black Lab or click the unsubscribe link (where available) in any text message to cancel. You'll receive a one-time opt-out confirmation text message. No further messages will be sent to your mobile device, unless initiated by you. If you have subscribed to other Black Lab Brands mobile message programs and wish to cancel, except where applicable law requires otherwise, you will need to opt out separately from those programs by following the instructions provided in their respective mobile terms.<\/p><p>For Service support or assistance, text HELP to Black Lab or email <a href=\"mailto:ari@blacklabbrands.com\">assistance@blacklabbrands.com<\/a>.<\/p><p>We may change any short code or telephone number we use to operate the Service at any time and will notify you of these changes. You acknowledge that any messages, including any STOP or HELP requests, you send to a short code or telephone number we have changed may not be received and we will not be responsible for honoring requests made in such messages.<\/p><p>The wireless carriers supported by the Service are not liable for delayed or undelivered messages. You agree to provide us with a valid mobile number. If you get a new mobile number, you will need to sign up for the program with your new number.<\/p><p>To the extent permitted by applicable law, you agree that we will not be liable for failed, delayed, or misdirected delivery of any information sent through the Service, any errors in such information, and\/or any action you may or may not take in reliance on the information or Service.<\/p><p>We respect your right to privacy. To see how we collect and use your personal information, please see our <a href=\"https:\/\/admin.shopify.com\/store\/black-lab-brands\/settings\/legal#privacy_policy\">Privacy Notice<\/a>.<\/p><p>MISCELLANEOUS<\/p><p>These Terms of Use are personal to you and may not be assigned or transferred by you for any reason whatsoever without Black Lab Brands's prior written consent; and any action or conduct in violation of the foregoing shall be void and without effect.<\/p><p>You agree that if Black Lab Brands does not exercise or enforce any legal right or remedy which is contained in these Terms of Use (or which Black Lab Brands has the benefit of under any applicable law), this will not be taken to be a formal waiver of Black Lab Brands's rights and that those rights or remedies will still be available to Black Lab Brands.<\/p><p>If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms of Use are invalid, then that provision will be removed without affecting the rest of the Terms of Use. The remaining provisions of these Terms of Use will continue to be valid and enforceable.<\/p><p>Our Address<\/p><p>Black Lab Brands, 15400 28th Ave N, Suite 150, Minneapolis, MN 55447, United States<\/p><p> <\/p>","size":100}}},"block_order":["heading_iXiXbn","text_Gny9aV"],"settings":{"text_position":"left","bg_color_secondary":false,"text_color":"text-dark","width":"wrapper--narrow","padding_top":60,"padding_bottom":60}}},"order":["main","section_text_6JFxAa","section_text_UDwpTQ"]}